[
  {
    "name": "Only You",
    "author": "Melanie Harlow",
    "price": "12,84",
    "description": "Nate Pearson is ridiculously handsome and wears the hell out of a suit and tie, but I've seen the parade of beautiful women leaving his apartment across the hall-a different one every time-and I want no part of it. When it comes to romance, I'm looking for something real, something that will last: the happily ever after. As a divorce attorney, he loves to tell me there's no such thing. As a wedding planner, I choose to disagree. We disagree on almost everything, in fact. Everything except James Bond. The only time we really get along is when we're watching 007 flicks together, and I'll admit-he has rescued me from a disaster or five. So when one of the baton twirlers from his parade leaves a baby girl at his door with a note that says \"I'll come back for her\" and he begs me for help, I can't turn him down. But it's a mistake. Because watching him with his daughter, I start to see another side of Nate, a side that has my breath coming faster, my body craving his, my heart longing for him to change his mind about love and tell me there's a chance for us. I don't want to be just another girl leaving his apartment in the morning. I want to be the one he asks to stay.",
    "isbn": "0998310182",
    "year": "2018",
    "language": "English",
    "size": "127 x 203 x 17mm",
    "binding": "Paperback",
    "pages": "316",
    "category":"Romance",
    "cover": ""
  },

  {
    "name": "Deadly Legacy : The Inheritance",
    "author": "Margaret Daley",
    "price": "8,41",
    "description": "Legacy of Secrets. Threats and Danger. Second Chances. From USA Today Bestselling author, Margaret Daley, is another romantic suspense from her series Strong Women, Extraordinary Situations. Down on her luck, single mom, Lacey St. John, believes her life has finally changed for the better when she receives an inheritance from a wealthy stranger. Her ancestral home she'd thought forever lost has been transformed into a lucrative bed and breakfast guaranteed to bring much-needed financial security. Her happiness is complete until strange happenings erode her sense of well being. When her life is threatened, she turns to neighbor, Sheriff Ryan McNeil, for help. He promises to solve the mystery of who's ruining her newfound peace of mind, but when her troubles escalate to the point that her every move leads to danger, she's unsure who to trust. Is the strong, capable neighbor she's falling for as amazing as he seems? Or could he be the man who wants her dead?",
    "isbn": "1535204826",
    "year": "2016",
    "language": "English",
    "size": "127 x 203 x 11mm",
    "binding": "Paperback",
    "pages": "192",
    "category":["Romance","Fiction"],
    "cover": ""
  },

  {
    "name": "The Great Alone",
    "author": "Kristin Hannah",
    "price": "16,52",
    "description": "Now a New York Times number one bestseller, The Great Alone by Kristin Hannah is a daring, beautiful, stay-up-all-night story about love and loss, the fight for survival, and the wildness that lives in both man and nature. Thirteen-year-old Leni, a girl coming of age in a tumultuous time, is caught in the riptide of her parents' passionate, stormy relationship, dares to hope that Alaska will lead to a better future for her family. She is desperate for a place to belong. Her mother, Cora, will do anything and go anywhere for the man she loves, even if means following him into the unknown. At once an epic story of human survival and love, and an intimate portrait of a family tested beyond endurance, The Great Alone offers a glimpse into a vanishing way of life in America. With her trademark combination of elegant prose and deeply drawn characters, Kristin Hannah has delivered an enormously powerful story that celebrates the resilience of the human spirit and the remarkable and enduring strength of women. The Great Alone is perfect for all those who loved The Light Between Oceans, and fans of Jodi Picoult, Victoria Hislop and Diane Chamberlain. 'I didn't just love this book, I became obsessed with it . . . Hannah has delivered a masterclass in all the different ways love can both save us and destroy us.' - Sunday Times top ten bestselling author Karen Swan",
    "isbn": "1447286006",
    "year": "2018",
    "language": "English",
    "size": "151 x 233 x 33mm",
    "binding": "Paperback",
    "pages": "448",
    "category":"Fiction",
    "cover": ""
  },

  {
    "name": "The Hate U Give",
    "author": "Angie Thomas",
    "price": "13,00",
    "description": "8 starred reviews ∙ William C. Morris Award Winner ∙ National Book Award Longlist ∙ Printz Honor Book ∙ Coretta Scott King Honor Book ∙ #1 New York Times Bestseller! ''Absolutely riveting!'' --Jason Reynolds ''Stunning.'' --John Green ''This story is necessary. This story is important.'' --Kirkus (starred review) ''Heartbreakingly topical.'' --Publishers Weekly (starred review) ''A marvel of verisimilitude.'' --Booklist (starred review ''A powerful, in-your-face novel.''8 starred reviews ∙ William C. Morris Award Winner ∙ National Book Award Longlist ∙ Printz Honor Book ∙ Coretta Scott King Honor Book ∙ #1 New York Times Bestseller! ''Absolutely riveting!'' --Jason Reynolds ''Stunning.'' --John Green ''This story is necessary. This story is important.'' --Kirkus (starred review) ''Heartbreakingly topical.'' --Publishers Weekly (starred review) ''A marvel of verisimilitude.'' --Booklist (starred review) ''A powerful, in-your-face novel.'' --Horn Book (starred review) Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil's name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr. But what Starr does--or does not--say could upend her community. It could also endanger her life. And don't miss On the Come Up, Angie Thomas's powerful follow-up to The Hate U Give.",
    "isbn": "0062498533",
    "year": "2018",
    "language": "English",
    "size": "150 x 211 x 41mm",
    "binding": "Hardback",
    "pages": "464",
    "category":"Fiction",
    "cover": ""
  },

  {
    "name": "Heroes Are My Weakness",
    "author": "Susan Elizabeth Phillips",
    "price": "17,57",
    "description": "New York Times bestselling author Susan Elizabeth Phillips is back with a delightful novel filled with her sassy wit and dazzling charm Deepest winter.An isolated island off the coast of Maine.A man. A woman.Puppets. (Yes, puppets . . .)And . . .A mysterious house looming over the sea . . . He's a reclusive writer whose imagination creates chilling horror novels. She's a down-on-her-luck actress reduced to staging kids' puppet shows. He knows a dozen ways to kill his characters with his bare hands. She knows a dozen ways to kill an audience with laughs. But she's not laughing now. Annie Hewitt has arrived on Peregrine Island in the middle of a snowstorm and at the end of her resources. She's broke, dispirited, but not quite ready to give up. Her red suitcases hold the puppets she uses to make her living: sensible Dilly, spunky Scamp, and Leo, the baddest of bad guys. Her puppets, the romantic novels she loves, and a little bit of courage are all she has left. Annie couldn't be more ill prepared for what she finds when she reaches Moonraker Cottage or for the man who dwells in Harp House, the mysterious mansion that hovers above the cottage. When she was a teenager, he betrayed her in a way she can never forget or forgive. Now they're trapped together on a frozen island along with a lonely widow, a mute little girl, and townspeople who don't know how to mind their own business. Is he the villain she remembers, or has he changed? Her head says no. Her heart says yes. It's going to be a long, hot winter.",
    "isbn": "0062106139",
    "year": "2014",
    "language": "English",
    "size": "152 x 228 x 29mm",
    "binding": "Paperback",
    "pages": "531",
    "category":["Romance","Fictions"],
    "cover": ""
  },

  {
    "name": "Devil in Spring",
    "author": "Lisa Kleypas",
    "price": "9,13",
    "description": "New York Times bestselling author LISA KLEYPAS delivers the unforgettable tale of a strong-willed beauty who encounters her match in one of London's most notorious--yet irresistible--rakes . . . An eccentric wallflower . . . Most debutantes dream of finding a husband. Lady Pandora Ravenel has different plans. The ambitious young beauty would much rather stay at home and plot out her new board game business than take part in the London Season. But one night at a glittering society ball, she's ensnared in a scandal with a wickedly handsome stranger. A cynical rake . . . After years of evading marital traps with ease, Gabriel, Lord St. Vincent, has finally been caught by a rebellious girl who couldn't be less suitable. In fact, she wants nothing to do with him. But Gabriel finds the high-spirited Pandora irresistible. He'll do whatever it takes to possess her, even if their marriage of convenience turns out to be the devil's own bargain. A perilous plot . . . After succumbing to Gabriel's skilled and sensuous persuasion, Pandora agrees to become his bride. But soon she discovers that her entrepreneurial endeavors have accidentally involved her in a dangerous conspiracy--and only her husband can keep her safe. As Gabriel protects her from their unknown adversaries, they realize their devil's bargain may just turn out to be a match made in heaven . . .",
    "isbn": "0062371878",
    "year": "2017",
    "language": "English",
    "size": "104 x 170 x 30mm",
    "binding": "Paperback",
    "pages": "384",
    "category":"Romance",
    "cover": ""
  },

  {
    "name": "Devil's Daughter : The Ravenels Meet the Wallflowers",
    "author": "Lisa Kleypas",
    "price": "7,42",
    "description": "Although beautiful young widow Phoebe, Lady Clare, has never met West Ravenel, she knows one thing for certain: he's a mean, rotten bully. Back in boarding school, he made her late husband's life a misery, and she'll never forgive him for it. But when Phoebe attends a family wedding, she encounters a dashing and impossibly charming stranger who sends a fire-and-ice jolt of attraction through her. And then he introduces himself...as none other than West Ravenel. West is a man with a tarnished past. No apologies, no excuses. However, from the moment he meets Phoebe, West is consumed by irresistible desire...not to mention the bitter awareness that a woman like her is far out of his reach. What West doesn't bargain on is that Phoebe is no straitlaced aristocratic lady. She's the daughter of a strong-willed wallflower who long ago eloped with Sebastian, Lord St. Vincent--the most devilishly wicked rake in England. Before long, Phoebe sets out to seduce the man who has awakened her fiery nature and shown her unimaginable pleasure. Will their overwhelming passion be enough to overcome the obstacles of the past? Only the devil's daughter knows...",
    "isbn": "0062371932",
    "year": "2019",
    "language": "English",
    "size": "106 x 168 x 24mm",
    "binding": "Paperback",
    "pages": "384",
    "category":"Romance",
    "cover": ""
  },

  {
    "name": "The Devil In Winter : Number 3 in series",
    "author": "Lisa Kleypas",
    "price": "7,84",
    "description": "Evangeline Jenner stands to become the wealthiest Wallflower, once her inheritance comes due. Because she must first escape the clutches of her unscrupulous relatives, Evie has approached the rake Viscount St Vincent with a most outrageous proposition: marriage! Sebastian's reputation is so dangerous that thirty seconds alone with him will ruin any maiden's good name. Still, Evie appeared, unchaperoned, on his doorstep to offer her hand. Certainly an aristocrat with a fine eye for beauty could do far worse. But Evie's proposal comes with a condition: no lovemaking after their wedding night. She will never become another of the Viscount's discarded broken hearts - which means Sebastian will have to work harder at his seductions . . . or surrender his own heart for the first time in the name of true love. Available. Dispatched from the UK in 3 business days When will my order arrive? Expected delivery to Spain by Christmas Expected to be delivered to Spain by Christmas",
    "isbn": "0749942908",
    "year": "2011",
    "language": "English",
    "size": "128 x 197 x 22mm ",
    "binding": "Paperback",
    "pages": "336",
    "category":["Romance", "Fiction"],
    "cover": ""
  },
  
  {
    "name": "Fire and Blood",
    "author": "George R. R. Martin",
    "price": "27,08",
    "description": "From the masterly imagination behind A Game of Thrones - one of the greatest fantasy epics of all time and an unmissable HBO hit series - comes a definitive history of Westeros’s past as told by Archmaester Gyldayn. Unravelling events that led to A Song of Ice and Fire, Fire and Blood is the first volume of the definitive two-part history of the Targaryens in Westeros. Revealing long-buried secrets and untold lasting enmity, it sets the scene for the heart-stopping series conclusion, The Winds of Winter. 300 years before the events of A Song of Ice and Fire, long before the schism that set the houses of Westeros at each other’s throats, one house ruled supreme and indomitable. House Targaryen, the house of the last remaining dragonlords. After surviving the Doom of Valyria the Targaryen’s established themselves on Dragonstone. This volume traces their legendary lineage from Aegon the Conqueror to the bloody Dance of Dragons; a civil war that pitted Aegon II and his half-sister Rhaenyra in a bitter conflict for the throne of their father, nearly wiping out the Targaryen dynasty forever. What really happened during the Dance of the Dragons? Why did it become so deadly to visit Valyria after the Doom? What is the origin of Daenerys’s three dragon eggs? These are but a few of the questions answered in this essential chronicle, as related by a learned maester of the Citadel. With all the scope and grandeur of Gibbon’s The History of the Decline and Fall of the Roman Empire, Fire and Blood is the ultimate guide to Westeros’s past. Featuring more than eighty all-new black-and-white illustrations by artist Doug Wheatley this is an essential volume for any Game of Thrones fan’s library. For the first time the full tapestry of Targaryen history is revealed. show less",
    "isbn": "0008307733",
    "year": "2018",
    "language": "English",
    "size": "153 x 234 x 63mm",
    "binding": "Hardback",
    "pages": "704",
    "category":"Fiction",
    "cover": ""
  },

  {
    "name": "A Knight of the Seven Kingdoms    ",
    "author": "George R. R. Martin",
    "price": "10,49",
    "description": "A century before A GAME OF THRONES, two unlikely heroes wandered Westeros... A KNIGHT OF THE SEVEN KINGDOMS compiles the first three official prequel novellas to George R.R. Martin's ongoing masterwork, A SONG OF ICE AND FIRE. Almost a century before A Game of Thrones, two unlikely heroes wandered Westeros... In an age when the Targaryen line still holds the Iron Throne, and recollections of the last dragon have not yet passed from living memory, a naive but courageous hedge knight, Ser Duncan the Tall, towers above his rivals - in stature if not experience. Tagging along with him is his diminutive squire, a boy called Egg, whose true identity must be kept hidden: for in reality he is Aegon Targaryen, and one day he will be king. Improbable heroes though they be, great destinies lie ahead for Dunk and Egg; as do powerful foes, royal intrigue, and outrageous exploits.",
    "isbn": "000823809X",
    "year": "2017",
    "language": "English",
    "size": " 129 x 198 x 27mm ",
    "binding": "Paperback",
    "pages": "368",
    "category":"Fiction",
    "cover": ""
  },

  {
    "name": "The World of Ice and Fire",
    "author": "George R. R. Martin",
    "price": "31,05",
    "description": "The never-before-seen history of Westeros and the lands beyond. With hundreds of pages of all-new material from George R.R. Martin. If the past is prologue, then George R.R. Martin's masterwork-the most inventive and entertaining fantasy saga of our time-warrants one hell of an introduction. At long last, it has arrived with THE WORLD OF ICE AND FIRE. George R.R. Martin, in collaboration with Elio M. Garcia, Jr. and Linda Antonsson, has written a comprehensive history of the Seven Kingdoms, featuring the epic battles, bitter rivalries, and daring rebellions that lead up to the events in the bestselling A Song of Ice and Fire series. Collected within this volume is the accumulated knowledge, scholarly speculation, and inherited folk tales of maesters and septons, maegi and singers, including over 170 full-colour illustrations and maps, family trees for the Houses Stark, Lannister and Targaryen, and in-depth explanations of the history and culture of Westeros. This is the definitive companion volume to George R.R. Martin's dazzlingly conceived universe; THE WORLD OF ICE AND FIRE is indeed proof that the pen is mightier than a storm of swords.",
    "isbn": "0007580916",
    "year": "2014",
    "language": "English",
    "size": "235 x 311 x 25mm ",
    "binding": "Hardback",
    "pages": "336",
    "category":"Fantasy",
    "cover": ""
  },

  {
    "name": "The Ice Dragon",
    "author": "George R. R. Martin",
    "price": "12,94",
    "description": "An enchanting tale of courage and sacrifice for young readers and adults by the wildly popular George R.R. Martin, author of A Song of Ice and Fire, the series that inspired HBO's Emmy Award-winning GAME OF THRONES. Lavish illustrations by acclaimed artist Luis Royo enrich this captivating and heartwarming story of a young girl and her dragon. From ancient times the ice dragon was a creature of legend and fear, for no man had ever tamed one. When it flew overhead, it left in its wake desolate cold and frozen land. But Adara was not afraid. For Adara was a winter child, born during the worst freeze that anyone, even the Old Ones, could remember. Adara could not remember the first time she had seen the ice dragon. It seemed that it had always been in her life, glimpsed from afar as she played in the frigid snow long after the other children had fled the cold. In her fourth year she touched it, and in her fifth year she rode upon its broad, chilled back for the first time. Then, in her seventh year, on a calm summer day, fiery dragons from the North swooped down upon the peaceful farm that was Adara's home. And only a winter child-and the ice dragon who loved her-could save her world from utter destruction.",
    "isbn": "000811885X",
    "year": "2014",
    "language": "English",
    "size": "135 x 204 x 17mm",
    "binding": "Hardback",
    "pages": "128",
    "category":["Fnatasy", "Fiction"],
    "cover": ""
  },

  {
    "name": "The Burning",
    "author": "Jane Casey",
    "price": "10,68",
    "description": "`Casey is a true craftswoman, a writer who beguiles one through the most twisted of plots with a confident and seductive hand.' Alex Marwood, bestselling author of Wicked Girls and The Killer Next Door `Jane Casey is one of the brightest stars in the modern crime firmament' John Connolly 'I love Maeve Kerrigan - what a terrific series Jane Casey has created' Sarah Hilary, bestselling of author Someone Else's Skin `Maeve is such a hugely warm character with just the right mix of vulnerable and feisty. Will definitely be looking out more in the series' Tammy Cohen, author of When She Was Bad A serial killer who wants to watch you burn... The media call him The Burning Man, a brutal murderer who has beaten four young women to death, before setting their bodies ablaze in secluded areas of London's parks. And now the fifth victim has been found... Maeve Kerrigan is an ambitious detective constable, keen to make her mark on the murder task force. Her male colleagues believe Maeve's empathy makes her weak, but the more she learns about the latest victim, Rebecca Haworth, from her grieving friends and family, the more determined Maeve becomes to bring her murderer to justice. But how do you catch a killer no one has seen? And when so much of the evidence they leave behind has gone up in smoke?",
    "isbn": "0091936004",
    "year": "2011",
    "language": "English",
    "size": "126 x 198 x 31mm ",
    "binding": "Paperback",
    "pages": "496",
    "category": "Thriller",
    "cover": ""
  },

  {
    "name": "Sea of Greed",
    "author": ["Clive Cussler"," Graham Brown"],
    "price": "23,82",
    "description": "Kurt Austin and the NUMA crew are back in the latest action-packed adventure from Sunday Times bestselling author Clive Cussler. A biological disaster is looming and the key to saving the future seems to be locating a submarine which has been missing for decades - can they crack it before it's too late? 'Sea of Greed will have readers turning pages. With a wonderful cast of characters and relentless action, this is classic Cussler' Mail Online After an explosion in the Gulf of Mexico destroys three oil rigs trying to revive a dying field, Kurt Austin and the NUMA Special Projects Team are tapped by the President of the United States to find out what's gone wrong. The trail leads them to a brilliant billionaire in the alternative energy field. Her goal is the end of the oil age; her company has spent billions developing the worlds' most advanced fuel-cell systems. But is she an environmental hero...or a rogue genetic engineer? The NUMA crew discovers that the oil fields are infected with a bacteria that is consuming the oil before it can be pumped out of the earth-a bacteria originally lost decades ago when two submarines vanished in the Mediterranean. With hired killers on his trail, can Kurt Austin locate a submarine that's remained hidden for more than fifty years? And even if he can, can the biological terror that's been unleashed be stopped? Praise for Clive Cussler 'The Adventure King' - Sunday Express 'Cussler is hard to beat' - Daily Mail 'Just about the best in the business' - New York Post 'Oceanography's answer to Indiana Jones. Exotic locations, ruthless villains, and many narrow escapes - Cussler's fans come for swashbuckling and he delivers' - Associated Press 'Nobody does it better . . . nobody!' - Stephen Coonts",
    "isbn": "0241349559",
    "year": "2018",
    "language": "English",
    "size": "162 x 240 x 37mm ",
    "binding": "Hardback",
    "pages": "416",
    "category":"Thriller",
    "cover": ""
  },

  {
    "name": "The bride and the beast",
    "author": "Teresa Medeiros",
    "price": "7,77",
    "description": "Dear Reader, I'd been prowling the crumbling ruins of Castle Weyrcraig for so long that I could no longer remember if I was man or beast. Then one stormy night the superstitious Highlanders of Ballybliss decided to leave a helpless virgin bound to a stake in the castle courtyard to satisfy my insatiable appetites. My demands might strike terror in the hearts of men, but this bold beauty dared to defy me. After she informed me that she didn't believe in dragons, I had no choice but to make her my prisoner--or risk being exposed to those I had sought to deceive with my dangerous masquerade. Soon I found myself stealing into the moonlit tower just to watch her sleep. Little does she know that beneath this beast's gruff exterior beats the passionate heart of a man. Gwendolyn Wilder may not believe in dragons, but I intend to use all my sensual wiles to teach her to believe in something even more magical--true love. Eternally yours, The Dragon of Weyrcraig",
    "isbn": "055358183X",
    "year": "2001",
    "language": "English",
    "size": "102 x 178 x 24.13mm",
    "binding": "Paperback",
    "pages": "352",
    "category":"Romance",
    "cover": ""
  },

  {
    "name": "Murder on the Orient Express",
    "author": "Agatha Christie",
    "price": "10,33",
    "description": "Agatha Christie's most famous murder mystery, reissued with a new cover to tie in with the hugely anticipated 2017 film adaptation. Just after midnight, a snowdrift stops the Orient Express in its tracks. The luxurious train is surprisingly full for the time of the year, but by the morning it is one passenger fewer. An American tycoon lies dead in his compartment, stabbed a dozen times, his door locked from the inside. Isolated and with a killer in their midst, detective Hercule Poirot must identify the murderer - in case he or she decides to strike again.",
    "isbn": "0008226679",
    "year": "2017",
    "language": "English",
    "size": "129 x 198 x 18mm",
    "binding": "Paperback",
    "pages": "288",
    "category":"Crime",
    "cover": ""
  },

  {
    "name": "Kingdom of the Blind",
    "author": "Louise Penny",
    "price": "23,66",
    "description": "The entrancing new crime thriller featuring Chief Inspector Armand Gamache, from number one New York Times bestselling author Louise Penny 'A wonderful addition to a fantastic series' Elly Griffiths When Armand Gamache receives a letter inviting him to an abandoned farmhouse outside of Three Pines, the former head of the Surete du Quebec discovers that a complete stranger has named him as an executor of her will. Armand never knew the elderly woman, and the bequests are so wildly unlikely that he suspects the woman must have been delusional - until a body is found, and the terms of the bizarre document suddenly seem far more menacing. But it isn't the only menace Gamache is facing. The investigation into the events that led to his suspension has dragged on, and Armand is taking increasingly desperate measures to rectify previous actions. As he does, Armand Gamache begins to see his own blind spots - and the terrible things hiding there . . . Praise for the award-winning Chief Inspector Armand Gamache series: 'One of the most interesting detectives in crime fiction' The Times 'Fascinating characters, a twisty plot and wonderful surprise endings' Ann Cleeves 'Wonderfully satisfying' Kate Mosse *This edition contains bonus extra content from Louise Penny, including a map of Three Pines*",
    "isbn": "0751566616",
    "year": "2018",
    "language": "English",
    "size": "158 x 238 x 38mm",
    "binding": "Hardback",
    "pages": "416",
    "category":["Thriller", "Crime"],
    "cover": ""
  },

  {
    "name": "The Dutch Wife",
    "author": "Ellen Keith",
    "price": "15,00",
    "description": "A sweeping story of love and survival during World War IIAMSTERDAM, MAY 1943. As the tulips bloom and the Nazis tighten their grip across the city, the last signs of Dutch resistance are being swept away. Marijke de Graaf and her husband are arrested and deported to different concentration camps in Germany. Marijke is given a terrible choice: to suffer a slow death in the labor camp or--for a chance at survival--to join the camp brothel.On the other side of the barbed wire, SS officer Karl MYller arrives at the camp hoping to live up to his father's expectations of wartime glory. When he encounters the newly arrived Marijke, this meeting changes their lives forever.Woven into the narrative across space and time is Luciano Wagner's ordeal in 1977 Buenos Aires, during the heat of the Argentine Dirty War. In his struggle to endure military captivity, he searches for ways to resist from a prison cell he may never leave. From the Netherlands to Germany to Argentina, The Dutch Wife braids together the stories of three individuals who share a dark secret and are entangled in two of the most oppressive reigns of terror in modern history. This is a novel about the blurred lines between love and lust, abuse and resistance, and right and wrong, as well as the capacity for ordinary people to persevere and do the unthinkable in extraordinary circumstances.",
    "isbn": "0778369765",
    "year": "2018",
    "language": "English",
    "size": "155 x 226 x 25mm",
    "binding": "Paperback",
    "pages": "352",
    "category":["Romance", "Thriller", "Fiction"],
    "cover": ""
  },

  {
    "name": "Nine Perfect Strangers",
    "author": "Liane Moriarty",
    "price": "15,49",
    "description": "One house. Nine strangers. Ten days that will change everything . . . FROM THE WORLDWIDE #1 BESTSELLING AUTHOR BEHIND EMMY- AND GOLDEN GLOBE-WINNING HBO SERIES BIG LITTLE LIES AND SMASH-HIT NOVEL THE HUSBAND'S SECRET The retreat at health-and-wellness resort Tranquillum House promises total transformation. Nine stressed city dwellers are keen to drop their literal and mental baggage, and absorb the meditative ambience while enjoying their hot stone massages. Miles from anywhere, without cars or phones, they have no way to reach the outside world. Just time to think about themselves, and get to know each other. Watching over them is the resort's director, a woman on a mission. But quite a different one from any the guests might have imagined. For behind the retreat's glamorous facade lies a dark agenda. These nine perfect strangers have no idea what's about to hit them . . .  'This wonderful novel by the Big Little Lies author had me utterly hooked' Daily Mail 'Acutely observed, pacey' Sunday Times 'Original, suspenseful and laugh-out-loud funny. Downright brilliant' Clare Mackintosh 'Utter brilliance, with a twist halfway through that blew my mind' Marian Keyes 'I am jealous of anyone who hasn't read this yet' Grazia 'If it was summer, this would be your beach read. As it is, settle under a duvet and begin . . .' Stylist 'Hugely enjoyable. Will grip you from the first page. Brilliantly combines humour with emotional honesty' Sunday Express 'A super-suspenseful page-turner' Mail on Sunday 'Another page-turning belter. An absolute must' Heat",
    "isbn": "0718180305",
    "year": "2018",
    "language": "English",
    "size": "153 x 234 x 32mm",
    "binding": "Paperback",
    "pages": "448",
    "category":["Crime", "Thriller"],
    "cover": ""
  },

  {
    "name": "Beauchamp Hall",
    "author": "Danielle Steel",
    "price": "21,65",
    "description": "An uplifting, inspiring story about taking control of your life, by the world's favourite storyteller, Danielle Steel. Winona Farmington can't help but feel that life is passing her by in her backwater Michigan town. She hates her job, and her boyfriend won't commit. But she escapes the dreariness of everyday life with her favourite TV show, Beauchamp Hall, an English period drama. When she makes a shocking discovery, Winona knows it's time to make a change and travels to the picturesque English village that's home to the world of Beauchamp Hall, in pursuit of a new adventure . . . ",
    "isbn": "1509877673",
    "year": "2018",
    "language": "English",
    "size": "153 x 234 x 29mm",
    "binding": "Hardback",
    "pages": "288",
    "category":["Romance","Fiction"],
    "cover": ""
  },

  {
    "name": "Radiant Angel",
    "author": "Nelson DeMille",
    "price": "15,05",
    "description": "Prescient and chilling, DeMille's #1 New York Times bestselling novel takes us into the heart of a new Cold War with a clock-ticking plot that has Manhattan in its crosshairs. After a showdown with the notorious Yemeni terrorist known as The Panther, John Corey has left the Anti-Terrorist Task Force and returned home to New York City, taking a job with the Diplomatic Surveillance Group. Although Corey's new assignment with the DSG-surveilling Russian diplomats working at the U.N. Mission-is thought to be \"a quiet end,\" he is more than happy to be out from under the thumb of the FBI and free from the bureaucracy of office life. But Corey realizes something the U.S. government doesn't: The all-too-real threat of a newly resurgent Russia. When Vasily Petrov, a colonel in the Russian Foreign Intelligence Service posing as a diplomat with the Russian U.N. Mission, mysteriously disappears from a Russian oligarch's party in Southampton, it's up to Corey to track him down. What are the Russians up to and why? Is there a possible nuclear threat, a so-called radiant angel? Will Corey find Petrov and put a stop to whatever he has planned before it's too late? Or will Corey finally be outrun and outsmarted, with America facing the prospect of a crippling attack unlike anything it's ever seen before? Please note: Radiant Angel is published in the UK under the title A Quiet End.",
    "isbn": "0446699624",
    "year": "2016",
    "language": "English",
    "size": "132 x 201 x 23mm",
    "binding": "Paperback",
    "pages": "320",
    "category":"Fiction",
    "cover": ""
  },

  {
    "name": "Mathematical Methods for Physics and Engineering : A Comprehensive Guide",
    "author": ["K. F. Riley","M. P. Hobson" ,"S. J. Bence"],
    "price": "64,50",
    "description": "The third edition of this highly acclaimed undergraduate textbook is suitable for teaching all the mathematics for an undergraduate course in any of the physical sciences. As well as lucid descriptions of all the topics and many worked examples, it contains over 800 exercises. New stand-alone chapters give a systematic account of the 'special functions' of physical science, cover an extended range of practical applications of complex variables, and give an introduction to quantum operators. Further tabulations, of relevance in statistics and numerical integration, have been added. In this edition, half of the exercises are provided with hints and answers and, in a separate manual available to both students and their teachers, complete worked solutions. The remaining exercises have no hints, answers or worked solutions and can be used for unaided homework; full solutions are available to instructors on a password-protected web site, www.cambridge.org/9780521679718.",
    "isbn": "0521679710",
    "year": "2006",
    "language": "English",
    "size": "174 x 248 x 56mm",
    "binding": "Paperback",
    "pages": "1359",
    "category":"IT",
    "cover": ""
  },

  {
    "name": "Essential Mathematical Biology",
    "author": "Nicholas F. Britton",
    "price": "30,28",
    "description": "This self-contained introduction to the fast-growing field of Mathematical Biology is written for students with a mathematical background. It sets the subject in a historical context and guides the reader towards questions of current research interest. A broad range of topics is covered including: Population dynamics, Infectious diseases, Population genetics and evolution, Dispersal, Molecular and cellular biology, Pattern formation, and Cancer modelling. Particular attention is paid to situations where the simple assumptions of homogenity made in early models break down and the process of mathematical modelling is seen in action.",
    "isbn": "185233536X",
    "year": "2005",
    "language": "English",
    "size": "178 x 235 x 17.78mm",
    "binding": "Paperback",
    "pages": "335",
    "category":"IT",
    "cover": ""
  },

  {
    "name": "Differential Forms and Applications",
    "author": "Manfredo P. Do Carmo",
    "price": "41,61",
    "description": "An application of differential forms for the study of some local and global aspects of the differential geometry of surfaces. Differential forms are introduced in a simple way that will make them attractive to \"users\" of mathematics. A brief and elementary introduction to differentiable manifolds is given so that the main theorem, namely Stokes' theorem, can be presented in its natural setting. The applications consist in developing the method of moving frames expounded by E. Cartan to study the local differential geometry of immersed surfaces in R3 as well as the intrinsic geometry of surfaces. This is then collated in the last chapter to present Chern's proof of the Gauss-Bonnet theorem for compact surfaces. ",
    "isbn": "3540576185",
    "year": "1998",
    "language": "English",
    "size": "147.3 x 228.6 x 12.7mm",
    "binding": "Paperback",
    "pages": "118",
    "category":"IT",
    "cover": ""
  },

  {
    "name": "Handbook of Exact Solutions for Ordinary Differential Equations",
    "author": ["Andrei D. Polyanin","Valentin F. Zaitsev"],
    "price": "200,87",
    "description": "Exact solutions of differential equations continue to play an important role in the understanding of many phenomena and processes throughout the natural sciences in that they can verify the correctness of or estimate errors in solutions reached by numerical, asymptotic, and approximate analytical methods. The new edition of this bestselling handbook now contains the exact solutions to more than 6200 ordinary differential equations. The authors have made significant enhancements to this edition, including: An introductory chapter that describes exact, asymptotic, and approximate analytical methods for solving ordinary differential equations The addition of solutions to more than 1200 nonlinear equations An improved format that allows for an expanded table of contents that makes locating equations of interest more quickly and easily Expansion of the supplement on special functions This handbook's focus on equations encountered in applications and on equations that appear simple but prove particularly difficult to integrate make it an indispensable addition to the arsenals of mathematicians, scientists, and engineers alike.",
    "isbn": "1584882972",
    "year": "2002",
    "language": "English",
    "size": "178 x 254 x 60.96mm",
    "binding": "Hardback",
    "pages": "1609",
    "category":"IT",
    "cover": ""
  }
]